[
  {
    "name": "Daisy",
    "desc": "A daisy is a flowering plant with a large, star-shaped head that has clusters of florets surrounding a center disc of yellow or black florets.",
    "link": ""
  },
  {
    "name": "Dandelion",
    "desc": "Dandelion, weedy perennial herb of the genus Taraxacum of the family Asteraceae, native to Eurasia but widespread throughout much of temperate North America.",
    "link": "https://www.britannica.com/plant/dandelion"
  },
  {
    "name": "Roses",
    "desc": "Roses are multi-petal flowers available in an array of colours. Some varieties are known for their prickles along the stems of the plant, which are used to deter predators.",
    "link": "http://www.flowers.org.uk/flowers/flowers-names/q-t/rose/"
  },
  {
    "name": "Sunflowers",
    "desc": "Sunflowers have a large flower head, usually with a large, almost black central part which is made up of thousands of tiny florets that later become seeds set in a spiral pattern. The petals are typically bright yellow.",
    "link": "http://www.flowers.org.uk/flowers/flowers-names/q-t/sunflower/"
  },
  {
    "name": "Tulips",
    "desc": "Tulips grow as a single stem and flower for each plant, with 2 to 6 leaves (although less common varieties can have 12) which are long, thin and green.",
    "link": "http://www.flowers.org.uk/flowers/flowers-names/q-t/tulip/"
  },
  {
    "name": "Commun Vetch",
    "desc": "Vetch is a scrambling hairy to hairless, annual leguminous vine climbing by means of branched tendrils. The leaves are divided like a feather into 3-10 pairs of small narrow leaflets, each 8-30 mm long.",
    "link": "http://www.herbiguide.com.au/Descriptions/hg_Common_Vetch.htm"
  },
  {
    "name": "Harbell",
    "desc": "Harebell, often called “bluebell”, is a flower found around the world in the Northern Hemisphere but most often, associated with Scotland.",
    "link": "http://www.herbiguide.com.au/Descriptions/hg_Common_Vetch.htm"
  },
  {
    "name": "Ramsons",
    "desc": "Ramsons is a short perennial bulb which, in common with many members of the onion family, has a rounded head of star-like flowers. In ramsons the flowers are a clear white and are present from April to June.",
    "link": "https://wildseed.co.uk/species/view/13"
  },
  {
    "name": "Henbit",
    "desc": "Henbit (Lamium amplexicaule) is a sparsely hairy winter annual with greenish to purplish, tender, square stems. Its opposite leaves are broadly egg shaped with bluntly toothed margins and prominent veins on the underside.",
    "link": "https://wildseed.co.uk/species/view/13"
  },
  {
    "name": "Mullein",
    "desc": "Common mullein is a biennial that forms a rosette of basal leaves during its first year of growth. Rosette leaves can be over a foot long and are densely covered on both sides with soft hairs.",
    "link": "https://wildseed.co.uk/species/view/13"
  },
  {
    "name": "Red Clover",
    "desc": "Red clover is a cool-season biennial or short-lived perennial with a number of leafy erect or ascending stems arising from the woody root crown, 4 to 8 inches long. Leaves and stems are pubescent.",
    "link": "https://wildseed.co.uk/species/view/13"
  },
  {
    "name": "Common Mallow",
    "desc": "The common mallow is part of the large family of Malvaceae plants that include cotton, okra and hibiscus. It is an edible plant that has been used for medicinal care as well as food.",
    "link": "https://wildseed.co.uk/species/view/13"
  },
  {
    "name": "Burdock",
    "desc": "Burdock, (genus Arctium), also spelled burrdock, a genus of biennial plants in the Asteraceae family, bearing globular flower heads with prickly bracts (modified leaves). Burdock species, native to Europe and Asia, have been naturalized throughout North America.",
    "link": "https://wildseed.co.uk/species/view/13"
  },
  {
    "name": "Borage",
    "desc": "Borage is a hairy annual and can grow up to 60 cm (2 feet) tall. It features large rough oblong leaves that have a cool cucumber-like aroma and taste. The flowers are borne on red stalks and have five bright yellow stamens that form a cone.",
    "link": "https://wildseed.co.uk/species/view/13"
  },
  {
    "name": "Cattail",
    "desc": "Cattail, (genus Typha), genus of about 30 species of tall reedy marsh plants (family Typhaceae), found mainly in temperate and cold regions of the Northern and Southern hemispheres. The plants inhabit fresh to slightly brackish waters and are considered aquatic or semi-aquatic.",
    "link": "https://wildseed.co.uk/species/view/13"
  }
]
